Repository: alfonmga/symfony.demo.on.roids
Catalog: app/Resources/translations/messages.*.xliff
Languages: ca, cs, ro

source: NOTE
ca: NOTA
cs: POZNÁMKA
ro: NOTĂ

source: TIP
ca: TRUC
ro: SFAT

source: Not available
ca: No disponible
cs: není dostupný
ro: Indisponibil

source: MIT License
ca: Llicència MIT
cs: MIT licence
ro: Licenţă MIT

source: Previous
ca: Anterior

source: Next
ca: Següent

# title.homepage
source: Welcome to the <strong>Symfony Demo</strong> application
ca: Benvingut/da a l'aplicació <strong>Symfony Demo</strong>
cs: Vítejte v <strong>Symfony Demo</strong> aplikaci
ro: Bine ai venit la aplicaţia <strong>Symfony Demo</strong>

# title.source_code
source: Source code used to render this page
ca: Codi font utilitzat per mostrar aquesta pàgina
cs: Zdrojové kódy použité při vykreslení této stránky
ro: Codul sursă folosit în această pagină

# title.controller_code
source: Controller code
ca: Codi del controlador
cs: Kód kontroleru
ro: Codul din controler

# title.twig_template_code
source: Twig template code
ca: Codi de la plantilla Twig
cs: Kód Twig šablony
ro: Codul din şablonul Twig

# title.login
source: Secure Sign in
ca: Accés segur
cs: Přihlášení
ro: Autentificare securizată

# title.post_list
source: Post List
ca: LListat d'articles
cs: Seznam příspěvků
ro: Lista de articole

# title.edit_post
source: Edit post #%id%
ca: Editar article #%id%
cs: Upravit příspěvek #%id%
ro: Modifică articolul #%id%

# title.add_comment
source: Add a comment
ca: Afegir un comentari
cs: Přidat komentář
ro: Adaugă un comentariu

# title.comment_error
source: There was an error publishing your comment
ca: S'ha produït un error al publicar el teu comentari
cs: Při vytváření komentáře došlo k chybě
ro: A intervenit o eroare la publicarea comentariului tău

# action.show
source: Show
ca: Veure
cs: Zobrazit
ro: Vezi

# action.show_code
source: Show code
ca: Veure codi
cs: Zobrazit zdrojáky
ro: Vezi codul sursă

# action.edit
source: Edit
ca: Editar
cs: Upravit
ro: Modifică

# action.edit_post
source: Edit post
ca: Editar article
cs: Upravit příspěvek
ro: Modifică articolul

# action.save
source: Save changes
ca: Guardar canvis
cs: Uložit změny
ro: Salvează modificările

# action.delete_post
source: Delete post
ca: Borrar article
cs: Odstranit příspěvek
ro: Şterge articolul

# delete_post_modal.title
source: Are you sure you want to delete this post?
ca: Estas segur que vols eliminar aquest article?

# delete_post_modal.body
source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.

# label.delete_post
source: Delete post
ca: Borrar article

# label.cancel
source: Cancel
ca: Cancel·lar

# action.create_post
source: Create a new post
ca: Crear un nou article
cs: Nový příspěvek
ro: Creează un articol nou

# label.create_post
source: Create post
ca: Crear article
cs: Vytvořit příspěvek
ro: Creează un articol nou

# action.back_to_list
source: Back to the post list
ca: Tornar al llistat d'articles
cs: Zpět na seznam příspěvků
ro: Înapoi la lista de articole

# action.publish_comment
source: Publish comment
ca: Publicar comentari
cs: Zveřejnit komentář
ro: Publică comentariu

# action.sign_in
source: Sign in
ca: Iniciar sessió
cs: Přihlásit
ro: Autentifică-te

# action.browse_app
source: Browse application
ca: Accedir a l'aplicació
cs: Přejít do aplikace
ro: Mergi la aplicaţie

# action.browse_admin
source: Browse backend
ca: Accedir al backend
cs: Přejít do administrace
ro: Mergi la administrare

# label.title
source: Title
ca: Títol
cs: Název
ro: Titlu

# label.author
source: Author
ca: Autor
cs: Autor
ro: Autor

# label.author_email
source: Author email
ca: Email de l'autor
cs: Email autora
ro: Email autor

# label.username
source: Username
ca: Nom d'usuari
cs: Login
ro: Utilizator

# label.password
source: Password
ca: Contrasenya
cs: Heslo
ro: Parolă

# label.role
source: Role
ca: Rol
ro: Rol

# label.content
source: Content
ca: Contingut
cs: Obsah
ro: Conţinut

# label.summary
source: Summary
ca: Resum
cs: Shrnutí
ro: Rezumat

# label.published_at
source: Published at
ca: Publicat el
cs: Publikován
ro: Publicat la

# label.actions
source: Actions
ca: Accions
cs: Akce
ro: Acţiuni

# title.post_new
source: Post creation
ca: Nou article
cs: Nový příspěvek
ro: Crearea unui articol nou

# action.edit_contents
source: Edit contents
ca: Editar contingut
cs: Upravit příspěvek
ro: Modifică articolul

# menu.post_list
source: Post list
ca: Llistat d'articles
cs: Seznam příspěvků
ro: Lista de articole

# menu.back_to_blog
source: Back to blog
ca: Tornar al blog
cs: Zpět na blog
ro: Înapoi la blog

# menu.homepage
source: Homepage
ca: Inici
cs: Hlavní stránka
ro: Prima pagină

# menu.logout
source: Logout
ca: Desconnectar-se
cs: Odhlásit
ro: Ieşire

# post.to_publish_a_comment
source: to publish a comment
ca: per a publicar un comentari
cs: se pro přidání komentáře
ro: pentru a publica un comentariu

# post.num_comments
source: %count% comment|%count% comments
ca: %count% comentari|%count% comentaris
cs: %count% komentář|%count% komentáře|%count% komentářů
ro: %count% comentariu|%count% comentarii

# post.commented_on
source: commented on
ca: comentat el
cs: přidal komentář v
ro: comentat la

# post.no_comments
source: Be the first to comment on this post.
ca: Sigues el primer en afegir un comentari a aquest article.
cs: Buďte první, kdo napíše komentář k tomuto příspěvku.
ro: Fii primul care comentează acest articol.

# post.no_posts_found
source: No posts found.
ca: No s'ha trobat cap article.
cs: Nebyly nalezeny žádné příspěvky.

# help.app_description
source: This is a <strong>demo application</strong> built in the Symfony Framework to illustrate the recommended way of developing Symfony applications.
ca: Aquesta <strong>aplicació demo</strong> ha estat programada amb el framework Symfony per mostrar la forma recomenada de programar aplicacions Symfony.
cs: Toto je <strong>demo aplikace</strong> vytvořena Symfony frameworkem s využitím doporučených způsobů vývoje Symfony aplikací.
ro: Aceasta este o <strong>aplicaţie demonstrativă</strong> construită pe Platforma Symfony pentru a ilustra modul recomandata de a dezvolta aplicaţii Symfony.

# help.show_code
source: Click on this button to show the source code of the <strong>Controller</strong> and <strong>template</strong> used to render this page.
ca: Prem aquest botó per veure el codi font del <strong>controlador</strong> i de la <strong>plantilla</strong> utilitzats per crear aquesta pàgina.
cs: Klikněte na tlačítko pro zobrazení zdrojových kódů <strong>kontroleru</strong> a <strong>šablony</strong> použitých při vykreslení této stránky.
ro: Fă click pe acest buton pentru afişarea codului sursă din <strong>controlerul</strong> şi <strong>şablonul</strong> folosite în acestă pagină.

# help.browse_app
source: Browse the <strong>public section</strong> of the demo application.
ca: Accedir a la <strong>part pública</strong> de l'aplicació de demostració.
cs: Prohlédněte si <strong>veřejnou část</strong> demo aplikace.
ro: Mergi la <strong>secţiunea publică</strong> a aplicaţiei demonstrative.

# help.browse_admin
source: Browse the <strong>admin backend</strong> of the demo application.
ca: Accedir a la <strong>part d'administració</strong> de l'aplicació de demostració.
cs: Prohlédněte si <strong>administrační část</strong> demo aplikace.
ro: Mergi la <strong>secţiunea administrativă</strong> a aplicaţiei demonstrative.

# help.login_users
source: Try either of the following users
ca: Prova a accedir amb aquests usuaris
cs: Zkuste následující uživatele
ro: Încearcă oricare dintr următorii utilizatori

# help.role_user
source: regular user
ca: usuari normal
cs: běžný uživatel
ro: utilizator simplu

# help.role_admin
source: administrator
ca: administrador
cs: administrátor

# help.reload_fixtures
source: If these users don't work, reload application fixtures by running this command from the terminal:
ca: Si cap d'aquests usuaris funciona, carrega de nou les dades de l'aplicació executant la següent ordre a la teva consola:
cs: Pokud přihlášení s těmito uživateli nefunguje, spusťte z terminálu příkaz pro načtení výchozích dat:
ro: Dacă aceşti utilizatori nu funcţionează, reîncarcă datele fixe ale aplicaţiei (fixtures) prin executarea acestei comenzi în terminal:

# help.add_user
source: If you want to create new users, run this other command:
ca: Si vols crear nous usuaris, executa aquesta altra ordre:
cs: Pokud chcete vytvořit nového uživatele, spusťte příkaz:
ro: Dacă doreşti să creezi utilizatori noi, execută această comandă în terminal:

# help.more_information
source: For more information, check out the <a href="http://symfony.com/doc">Symfony doc</a>.
ca: Per a més informació, consulta la <a href="http://symfony.com/doc">documentació de Symfony</a>.
cs: Pro více informací přejděte do <a href="http://symfony.com/doc">Symfony dokumentace</a>.
ro: Pentru mai multe informaţii, citeşte <a href="http://symfony.com/doc">documentaţia Symfony</a>.

# menu.admin
source: Backend
cs: Administrace
ro: Administrare
